txt_Creator=Српски језик - pixxel
=
txt_IsWOW64=Ова апликација је за x86 платформу. Покрени x64 верзију
txt_FileNotFound=Датотека није пронађена: %s
txt_ServiceChecking=Проверавам Windows Update сервис...
txt_ServiceIsDisabled=Windows Update сервис је онемогућен. Покрећем Windows Update сервис...
txt_VersionWUA=Windows Update Agent верзија: %d.%d
txt_VersionAPI=Windows Update Agent API верзија: %s
txt_WUA_UpdateRequired=Windows Update Agent мора бити надограђен на верзију: %d.%d
txt_InitializationAPI=Иницијализација Windows Update Agent API...
txt_CommittingUpdates=Извршавање надоградњи...
=
txt_Size_Byte=b
txt_Size_Kilobyte=Kb
txt_Size_Megabyte=Mb
txt_Size_Gigabyte=Gb
=
txt_Button_WindowsUpdate=Windows Update
txt_Button_Installed=Инсталиран
txt_Button_Hidden=Сакривен
txt_Button_History=Историја надоградњи
txt_Button_Cancel=Откажи
txt_Button_Reboot=Поново покрени
txt_Combobox_NotConfigured=Није конфигурисано
txt_Combobox_Disabled=Онемогућен
txt_Combobox_NotificationMode=Нотификациони начин рада
txt_Combobox_DownloadOnly=Само преузми
txt_Combobox_Other=Остало
txt_Checkbox_MicrosoftUpdate=Microsoft Update
txt_Checkbox_IncludeDrivers=Укључи драјвере
txt_Checkbox_IncludeSuperseded=Укључи замењене
txt_Checkbox_OfflineMode=Офлајн мод
txt_Checkbox_SelectAll=Изабери све
txt_Checkbox_SelectedByWU=Изабрано од Windows Update
txt_Groupbox_SearchSettings=Подешавања претраге
txt_Groupbox_AutomaticUpdates=Аутоматске надоградње
txt_Hint_Search=Провери надоградње
txt_Hint_Download=Само преузми
txt_Hint_Install=Инсталирај надоградње
txt_Hint_Uninstall=Уклони надоградње
txt_Hint_Hide=Сакриј надоградње
txt_Hint_Unhide=Врати скривене надоградње
txt_Hint_Cancel=Откажи
txt_Hint_Reboot=Поново покрени сада
txt_Prompt_Filter=Пронађи у листи
txt_Title_RebootRequired=Поновно покретање је неопходно
txt_Title_UpdateInformation=Информација о надоградњи
txt_Description_RebootRequired=За завршетак је неопходно поново покренути систем. Поново покрени сада?
=
txt_Log_RebootRequired=Захтева се поновно покретање за завршетак
txt_Log_RebootSystem=Поновно покретање система...
=
txt_UpdateStatus_PendingForDownload=Чека на преузимање
txt_UpdateStatus_PendingForInstall=Чека на инсталацију
txt_UpdateStatus_PendingForReboot=Чека на поновно покретање
txt_UpdateStatus_Initializing=Иницијализација
txt_UpdateStatus_Verifying=Провера
=
txt_OperationResult_Failed=Неуспешно
txt_OperationResult_FailedErrorCode=Није успело са кодом грешке: 0x%.8x
txt_OperationResult_Succeeded=Успешно
txt_OperationResult_SucceededErrorCode=Успешно са кодом грешке: 0x%.8x
txt_OperationResult_SucceededWithErrors=Успешно са грешкама. Резултати могу бити некомплетни
txt_OperationResult_NotStarted=Није покренуто
txt_OperationResult_InProgress=У току
txt_OperationResult_Aborted=Прекинуто
=
txt_SearchProcess=Тражим надоградње...
txt_SearchProcessWarning=Пажња: 0x%.8x %s
txt_DownloadProcess=Преузимам надоградње...
txt_DownloadProcessItem=Преузимам "%s"...
txt_InstallationProcess=Инсталирам надоградње...
txt_InstallationProcessItem=Инсталирам "%s"...
txt_InstallationRequiresExclusive="%s" мора бити инсталиран посебно. Прескачем
txt_UninstallationProcess=Деинсталација надоградњи...
txt_UninstallationProcessItem=Деинсталирам "%s"...
